IDEA Open Model
SteelSetupIND.FrictionCoefficientPboltDefault Method
Compatible with IDEA StatiCa 20.1
 Friction Coefficient Pbolt Default
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public override double FrictionCoefficientPboltDefault()
Public Overrides Function FrictionCoefficientPboltDefault As Double
Return Value
Type: Double
[Missing <returns> documentation for "M:IdeaRS.OpenModel.SteelSetupIND.FrictionCoefficientPboltDefault"]
See Also
Reference
SteelSetupIND Class
IdeaRS.OpenModel Namespace